Repository: dawnbirth/wp-better-footnotes
Catalog: locales/better-footnotes-*.po
Languages: ar

source: Better Footnotes Options
ar: خيارات Better Footnotes

source: Strings
ar: النصوص

source: Footnote Symbol
ar: رمز الحاشية

source: Scrolling
ar: التمرير

source: Footnotes Scroll Gap
ar: المسافة الزائدة للتمرير

source: Footnotes Scroll Speed
ar: سرعة التمرير إلى الحواشي

source: Symbol used for non-numeric footnotes.
ar: رمز يتم استخدامه للحواشي الغير مرقمة.

source: Use this if you have a fixed component on top of the viewport of your site. This can be dynamically set (see documentation).
ar: استخدم هذا الخيار إن كان هناك مكون ثابت في أعلى الموقع. بالإمكان أن يتم إعداد هذا الخيار ديناميكيًا (راجع التوثيق).

source: Adjusts the scroll animation speed when a footnote is clicked. (0 For no animation).
ar: اضبط سرعة حركة التمرير عندما يتم الانتقال إلى الحواشي. (0 لتعطيل الحركة).

source: References
ar: المراجع
